/* The text to display when the current location is found */
"CURRENT_LOCATION" = "CURRENT LOCATION";

/* Status text while waiting for reverse geocoding */
"GETTING_ADDRESS" = "Loading your address..";

/* Status text while requesting the curent location */
"GETTING_LOCATION" = "Locating...";

/* Alert cancel button */
"LOCATION_AUTH_CANCEL" = "Cancel";

/* Alert message when the location services are not available */
"LOCATION_AUTH_ERROR_MESSAGE" = "Please give us access";

/* Alert title when the location services are not available */
"LOCATION_AUTH_ERROR_TITLE" = "Authorization Error";

/* Alert button that opens the application settings */
"LOCATION_AUTH_SETTINGS" = "Open Settings";

